Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Delete Rule
ar: حذف القاعدة
ca: Eliminar regla
cs: Smazat pravidlo
da: Slet regel
de: Regel löschen
es: Eliminar regla
fi: Poista sääntö
fr: Supprimer la règle
he: מחק כלל
hu: Szabály törlése
it: Elimina regola
ja: ルールを削除
ko: 규칙 삭제
nb: Slett regel
nl: Regel verwijderen
pl: Usuń regułę
pt_br: Excluir Regra
pt_pt: Eliminar Regra
ro: Șterge regula
sl: Izbriši pravilo
sv: Radera regel
uk: Видалити правило
vi: Xóa quy tắc
zh_hans: 删除规则
zh_hant: 刪除規則

source: Delete software copy after import
ar: حذف النسخة البرمجية بعد الاستيراد
ca: Eliminar la còpia de programari després d'importar
cs: Smazat softwarovou kopii po importu
da: Slet softwarekopi efter import
de: Softwarekopie nach dem Import löschen
es: Eliminar copia del software después de importar
fi: Poista ohjelmistokopio tuonnin jälkeen
fr: Supprimer la copie logicielle après l'importation
he: מחק עותק תוכנה לאחר ייבוא
hu: Szoftveres másolat törlése importálás után
it: Elimina la copia software dopo l'importazione
ja: インポート後にソフトウェアコピーを削除
ko: 가져온 후 소프트웨어 사본 삭제
nb: Slett programvarekopi etter import
nl: Softwarekopie na import verwijderen
pl: Usuń kopię programową po imporcie
pt_br: Excluir cópia de software após importar
pt_pt: Eliminar cópia de software após importação
ro: Șterge copia software după import
sl: Po uvozu izbriši programsko kopijo
sv: Radera programvarukopian efter import
uk: Видалити програмну копію після імпорту
vi: Xóa bản sao phần mềm sau khi nhập
zh_hans: 导入后删除软件副本
zh_hant: 匯入後刪除軟體副本

source: Delete Theme
ar: حذف السمة
ca: Suprimeix el tema
cs: Smazat motiv
da: Slet tema
de: Theme löschen
es: Eliminar tema
fi: Poista teema
fr: Supprimer le thème
he: מחק ערכת נושא
hu: Téma törlése
it: Elimina tema
ja: テーマを削除
ko: 테마 삭제
nb: Slett tema
nl: Thema verwijderen
pl: Usuń motyw
pt_br: Excluir tema
pt_pt: Eliminar tema
ro: Șterge temă
sl: Izbriši temo
sv: Radera tema
uk: Видалити тему
vi: Xóa chủ đề
zh_hans: 删除主题
zh_hant: 刪除主題

source: Delete word backward
ar: حذف الكلمة السابقة
ca: Suprimeix la paraula anterior
cs: Smazat slovo zpět
da: Slet ord bagud
de: Wort rückwärts löschen
es: Eliminar la palabra anterior
fi: Poista edellinen sana
fr: Supprimer le mot précédent
he: מחק מילה אחורה
hu: Előző szó törlése
it: Elimina la parola precedente
ja: 前の単語を削除
ko: 이전 단어 삭제
nb: Slett forrige ord
nl: Vorig woord verwijderen
pl: Usuń słowo wstecz
pt_br: Excluir palavra anterior
pt_pt: Eliminar palavra anterior
ro: Șterge cuvântul anterior
sl: Izbriši besedo nazaj
sv: Radera ord bakåt
uk: Видалити слово назад
vi: Xóa từ phía trước
zh_hans: 向前删除一个单词
zh_hant: 向前刪除一個字詞

source: Deleting
ar: جارٍ الحذف
ca: Eliminant
cs: Odstraňování
da: Sletter
de: Wird gelöscht
es: Eliminando
fi: Poistetaan
fr: Suppression
he: מוחק
hu: Törlés
it: Eliminazione
ja: 削除中
ko: 삭제 중
nb: Sletter
nl: Verwijderen
pl: Usuwanie
pt_br: Excluindo
pt_pt: A eliminar
ro: Se șterge
sl: Brisanje
sv: Tar bort
uk: Видалення
vi: Đang xóa
zh_hans: 正在删除
zh_hant: 正在刪除

source: Deleting this cluster will remove the kubeconfig from your device.
ar: سيؤدي حذف هذه المجموعة إلى إزالة ملف kubeconfig من جهازك.
ca: En eliminar aquest clúster, se suprimirà el kubeconfig del vostre dispositiu.
cs: Smazáním tohoto clusteru se odstraní kubeconfig z vašeho zařízení.
da: Sletning af denne cluster fjerner kubeconfig fra din enhed.
de: Durch das Löschen dieses Clusters wird die Kubeconfig von Ihrem Gerät entfernt.
es: Eliminar este clúster eliminará el kubeconfig de su dispositivo.
fi: Tämän klusterin poistaminen poistaa kubeconfig-tiedoston laitteeltasi.
fr: La suppression de ce cluster supprimera la kubeconfig de votre appareil.
he: מחיקת אשכול זה תסיר את ה-kubeconfig מהמכשיר שלך.
hu: A klaszter törlése eltávolítja a kubeconfig fájlt az eszközéről.
it: L'eliminazione di questo cluster rimuoverà il kubeconfig dal dispositivo.
ja: このクラスターを削除すると、デバイスからkubeconfigが削除されます。
ko: 이 cluster를 삭제하면 기기에서 kubeconfig가 제거됩니다.
nb: Sletting av denne klyngen fjerner kubeconfig fra enheten din.
nl: Als u dit cluster verwijdert, wordt de kubeconfig van uw apparaat verwijderd.
pl: Usunięcie tego klastra spowoduje usunięcie kubeconfig z urządzenia.
pt_br: Excluir este cluster removerá o kubeconfig do seu dispositivo.
pt_pt: Eliminar este cluster irá remover o kubeconfig do seu dispositivo.
ro: Ștergerea acestui cluster va elimina kubeconfig-ul de pe dispozitivul tău.
sl: Z izbrisom te gruče bo kubeconfig odstranjen z vaše naprave.
sv: Om du raderar detta kluster tas kubeconfig bort från din enhet.
uk: Видалення цього кластера призведе до вилучення kubeconfig з вашого пристрою.
vi: Xóa cluster này sẽ xóa kubeconfig khỏi thiết bị của bạn.
zh_hans: 删除此集群将从您的设备中移除 kubeconfig。
zh_hant: 刪除此叢集將從您的裝置中移除 kubeconfig。

source: Demo Mode
ar: الوضع التجريبي
ca: Mode de demostració
cs: Demo režim
da: Demotilstand
de: Demomodus
es: Modo demostración
fi: Demotila
fr: Mode démo
he: מצב הדגמה
hu: Bemutató mód
it: Modalità demo
ja: デモモード
ko: 데모 모드
nb: Demomodus
nl: Demomodus
pl: Tryb demonstracyjny
pt_br: Modo Demo
pt_pt: Modo de Demonstração
ro: Mod demo
sl: Predstavitveni način
sv: Demoläge
uk: Демонстраційний режим
vi: Chế độ demo
zh_hans: 演示模式
zh_hant: 展示模式

source: Denied
ar: مرفوض
ca: Denegat
cs: Zamítnuto
da: Nægtet
de: Verweigert
es: Denegado
fi: Evätty
fr: Refusé
he: נדחה
hu: Elutasítva
it: Negato
ja: 拒否済み
ko: 거부됨
nb: Avvist
nl: Geweigerd
pl: Odrzucone
pt_br: Negado
pt_pt: Recusado
ro: Refuzat
sl: Zavrnjeno
sv: Nekad
uk: Відхилено
vi: Đã từ chối
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Deny
ar: رفض
ca: Denegar
cs: Zamítnout
da: Afvis
de: Ablehnen
es: Denegar
fi: Estä
fr: Refuser
he: דחה
hu: Elutasítás
it: Nega
ja: 拒否
ko: 거부
nb: Avslå
nl: Weigeren
pl: Odmów
pt_br: Negar
pt_pt: Recusar
ro: Refuză
sl: Zavrni
sv: Neka
uk: Відхилити
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

source: Deselect All
ar: إلغاء تحديد الكل
ca: Desseleccionar-ho tot
cs: Zrušit výběr všech
da: Fravælg alle
de: Alle abwählen
es: Deseleccionar todo
fi: Poista kaikki valinnat
fr: Tout désélectionner
he: בטל בחירת הכל
hu: Összes kijelölés törlése
it: Deseleziona tutto
ja: すべて選択解除
ko: 모두 선택 해제
nb: Fjern alle markeringer
nl: Alles deselecteren
pl: Odznacz wszystko
pt_br: Desmarcar Tudo
pt_pt: Desselecionar Tudo
ro: Deselectează tot
sl: Odstrani izbor vseh
sv: Avmarkera alla
uk: Зняти вибір
vi: Bỏ chọn tất cả
zh_hans: 取消全选
zh_hant: 取消全選

source: Destination
ar: الوجهة
ca: Destinació
cs: Cíl
de: Ziel
es: Destino
fi: Kohde
he: יעד
hu: Cél
it: Destinazione
ja: 保存先
ko: 대상
nb: Mål
nl: Bestemming
pl: Miejsce docelowe
pt_br: Destino
pt_pt: Destino
ro: Destinație
sl: Cilj
sv: Mål
uk: Призначення
vi: Đích đến
zh_hans: 目标位置
zh_hant: 目的地

source: Destination:
ar: الوجهة:
ca: Destinació:
cs: Cíl:
de: Ziel:
es: Destino:
fi: Kohde:
he: יעד:
hu: Cél:
it: Destinazione:
ja: 宛先:
ko: 대상:
nb: Destinasjon:
nl: Bestemming:
pl: Cel:
pt_br: Destino:
pt_pt: Destino:
ro: Destinație:
sl: Cilj:
sv: Mål:
uk: Призначення:
vi: Đích:
zh_hans: 目标：
zh_hant: 目的地：

source: Destination: %@
ar: الوجهة: %@
ca: Destinació: %@
cs: Cíl: %@
de: Ziel: %@
es: Destino: %@
fi: Kohde: %@
he: יעד: %@
hu: Célhely: %@
it: Destinazione: %@
ja: 宛先：%@
ko: 대상: %@
nb: Destinasjon: %@
nl: Bestemming: %@
pl: Cel: %@
pt_br: Destino: %@
pt_pt: Destino: %@
ro: Destinație: %@
sl: Cilj: %@
uk: Призначення: %@
vi: Điểm đến: %@
zh_hans: 目标：%@
zh_hant: 目的地：%@

source: Destinations
ar: الوجهات
ca: Destinacions
cs: Cíle
da: Destinationer
de: Ziele
es: Destinos
fi: Kohteet
he: יעדים
hu: Célhelyek
it: Destinazioni
ja: 宛先
ko: 대상
nb: Destinasjoner
nl: Bestemmingen
pl: Cele
pt_br: Destinos
pt_pt: Destinos
ro: Destinații
sl: Cilji
sv: Destinationer
uk: Призначення
vi: Điểm đến
zh_hans: 目标
zh_hant: 目的地

source: Detach
ar: فصل
ca: Separa
cs: Odpojit
da: Frakobl
de: Lösen
es: Desvincular
fi: Irrota
fr: Détacher
he: ניתוק
hu: Leválasztás
it: Scollega
ja: デタッチ
ko: 분리
nb: Koble fra
nl: Loskoppelen
pl: Odłącz
pt_br: Desanexar
pt_pt: Desanexar
ro: Detașează
sl: Odpni
sv: Koppla från
uk: Від’єднати
vi: Ngắt kết nối
zh_hans: 分离
zh_hant: 卸離

# Detach %lld other client%@
source: Detach %1$lld other client%2$@
ar: فصل %1$lld من العملاء الآخرين
ca: Separa %1$lld altres clients
cs: Odpojit %1$lld dalších klientů
da: Frakobl %1$lld andre klienter
de: %1$lld andere Clients trennen
es: Desvincular otros %1$lld clientes
fi: Irrota %1$lld muuta asiakasta
fr: Détacher %1$lld autres clients
he: ניתוק %1$lld לקוחות נוספים
hu: %1$lld másik kliens leválasztása
it: Scollega %1$lld altri client
ja: 他の%1$lld個のクライアントをデタッチ
ko: 다른 클라이언트 %1$lld개 연결 해제
nb: Koble fra %1$lld andre klienter
nl: %1$lld andere clients loskoppelen
pl: Odłącz %1$lld innych klientów
pt_br: Desanexar %1$lld outros clientes
pt_pt: Desanexar %1$lld outros clientes
ro: Detașează %1$lld alți clienți
sl: Odpni %1$lld drugih odjemalcev
sv: Koppla från %1$lld andra klienter
uk: Від’єднати %1$lld інших клієнтів
vi: Ngắt kết nối %1$lld client khác
zh_hans: 分离其他 %1$lld 个客户端
zh_hant: 卸離其他 %1$lld 個用戶端

source: Detach ^[%lld other client](inflect: true)
ar: فصل %lld عميل آخر
ca: Separa %lld altres clients
cs: Odpojit %lld dalších klientů
da: Frakobl %lld andre klienter
de: %lld andere Clients trennen
es: Desvincular %lld clientes más
fi: Irrota %lld muuta asiakasta
fr: Détacher %lld autres clients
he: ניתוק %lld לקוחות נוספים
hu: %lld másik kliens leválasztása
it: Scollega %lld altri client
ja: 他の%lld個のクライアントをデタッチ
ko: 다른 클라이언트 %lld개 연결 해제
nb: Koble fra %lld andre klienter
nl: %lld andere clients loskoppelen
pl: Odłącz %lld innych klientów
pt_br: Desanexar %lld outros clientes
pt_pt: Desanexar %lld outros clientes
ro: Detașează %lld de alți clienți
sl: Odpni %lld drugih odjemalcev
sv: Koppla från %lld andra klienter
uk: Від’єднати %lld інших клієнтів
vi: Ngắt kết nối %lld client khác
zh_hans: 分离其他 %lld 个客户端
zh_hant: 卸離其他 %lld 個用戶端

source: Detach Gateway
ar: فصل البوابة
ca: Separa la passarel·la
cs: Odpojit bránu
da: Afbryd gateway
de: Gateway trennen
es: Desconectar pasarela
fi: Irrota yhdyskäytävä
fr: Détacher la passerelle
he: נתק שער
hu: Átjáró leválasztása
it: Scollega gateway
ja: ゲートウェイをデタッチ
ko: 게이트웨이 연결 해제
nb: Koble fra gateway
nl: Gateway loskoppelen
pl: Odłącz bramę
pt_br: Desanexar Gateway
pt_pt: Desanexar Gateway
ro: Detașează gateway-ul
sl: Odklopi prehod
sv: Koppla från gateway
uk: Від'єднати шлюз
vi: Tách Cổng
zh_hans: 分离网关
zh_hant: 中斷閘道連線

source: Detach Gateway?
ar: فصل البوابة؟
ca: Voleu separar la passarel·la?
cs: Odpojit bránu?
da: Afbryd gateway?
de: Gateway trennen?
es: ¿Desconectar pasarela?
fi: Irrotetaanko yhdyskäytävä?
fr: Détacher la passerelle ?
he: לנתק שער?
hu: Leválasztja az átjárót?
it: Scollegare il gateway?
ja: ゲートウェイをデタッチしますか？
ko: 게이트웨이를 연결 해제하시겠습니까?
nb: Koble fra gateway?
nl: Gateway loskoppelen?
pl: Odłączyć bramę?
pt_br: Desanexar Gateway?
pt_pt: Desanexar Gateway?
ro: Detașați gateway-ul?
sl: Odklopiti prehod?
sv: Koppla från gateway?
uk: Від'єднати шлюз?
vi: Tách Cổng?
zh_hans: 分离网关？
zh_hant: 要中斷閘道連線嗎？

source: Detach Other Clients
ar: فصل العملاء الآخرين
ca: Separa els altres clients
cs: Odpojit ostatní klienty
da: Frakobl andre klienter
de: Andere Clients trennen
es: Desvincular otros clientes
fi: Irrota muut asiakkaat
fr: Détacher les autres clients
he: ניתוק לקוחות אחרים
hu: Más kliensek leválasztása
it: Scollega altri client
ja: 他のクライアントをデタッチ
ko: 다른 클라이언트 연결 해제
nb: Koble fra andre klienter
nl: Andere clients loskoppelen
pl: Odłącz innych klientów
pt_br: Desanexar Outros Clientes
pt_pt: Desanexar Outros Clientes
ro: Detașează ceilalți clienți
sl: Odpni druge odjemalce
sv: Koppla från andra klienter
uk: Від’єднати інших клієнтів
vi: Ngắt kết nối các client khác
zh_hans: 分离其他客户端
zh_hant: 卸離其他用戶端

source: Detach Session
ar: فصل الجلسة
ca: Separa la sessió
cs: Odpojit relaci
da: Frakobl session
de: Sitzung trennen
es: Desvincular sesión
fi: Irrota istunto
fr: Détacher la session
he: נתק הפעלה
hu: Munkamenet leválasztása
it: Scollega sessione
ja: セッションをデタッチ
ko: 세션 연결 해제
nb: Koble fra økt
nl: Sessie loskoppelen
pl: Odłącz sesję
pt_br: Desanexar Sessão
pt_pt: Desanexar sessão
ro: Detașează sesiunea
sl: Odklopi sejo
sv: Koppla från session
uk: Від’єднати сеанс
vi: Ngắt kết nối phiên
zh_hans: 分离会话
zh_hant: 卸離工作階段

source: Detach Session & Close Gateway
ar: فصل الجلسة وإغلاق البوابة
ca: Separa la sessió i tanca la passarel·la
cs: Odpojit relaci a zavřít bránu
da: Frakobl session og luk gateway
de: Sitzung trennen & Gateway schließen
es: Desvincular sesión y cerrar pasarela
fi: Irrota istunto ja sulje yhdyskäytävä
fr: Détacher la session et fermer la passerelle
he: נתק הפעלה וסגור שער
hu: Munkamenet leválasztása és átjáró bezárása
it: Scollega sessione e chiudi gateway
ja: セッションをデタッチしてゲートウェイを閉じる
ko: 세션 연결 해제 및 게이트웨이 닫기
nb: Koble fra økt og lukk gateway
nl: Sessie loskoppelen en gateway sluiten
pl: Odłącz sesję i zamknij bramę
pt_br: Desanexar Sessão e Fechar Gateway
pt_pt: Desanexar sessão e fechar gateway
ro: Detașează sesiunea și închide gateway-ul
sl: Odklopi sejo in zapri prehod
sv: Koppla från session och stäng gateway
uk: Від’єднати сеанс і закрити шлюз
vi: Ngắt kết nối phiên và đóng cổng kết nối
zh_hans: 分离会话并关闭网关
zh_hant: 卸離工作階段並關閉閘道

source: Detail
ar: التفصيل
ca: Detall
cs: Podrobnosti
da: Detalje
es: Detalle
fi: Yksityiskohdat
fr: Détail
he: פירוט
hu: Részletek
it: Dettaglio
ja: 詳細度
ko: 세부 정보
nb: Detalj
pl: Szczegóły
pt_br: Detalhe
pt_pt: Detalhe
ro: Detaliu
sl: Podrobnosti
sv: Detalj
uk: Подробиці
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳細資料

source: Details
ar: التفاصيل
ca: Detalls
cs: Podrobnosti
da: Detaljer
es: Detalles
fi: Tiedot
fr: Détails
he: פרטים
hu: Részletek
it: Dettagli
ja: 詳細
ko: 세부 정보
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
pt_pt: Detalhes
ro: Detalii
sl: Podrobnosti
sv: Detaljer
uk: Деталі
vi: Chi tiết
zh_hans: 详细信息
zh_hant: 詳細資訊

source: Detect Coding Agents
ar: اكتشاف وكلاء البرمجة
ca: Detecta els agents de codi
cs: Detekovat agenty pro kódování
da: Registrer kodeagenter
de: Coding-Agents erkennen
es: Detectar agentes de código
fi: Tunnista koodiagentit
fr: Détecter les agents de code
he: זהה סוכני קוד
hu: Kódügynökök felismerése
it: Rileva agenti di codice
ja: コーディングエージェントを検出
ko: 코딩 에이전트 감지
nb: Gjenkjenn kodeagenter
nl: Codeeragents detecteren
pl: Wykrywaj agentów kodowania
pt_br: Detectar Agentes de Código
pt_pt: Detetar Agentes de Código
ro: Detectează agenții de cod
sl: Zaznavaj kodirne agente
sv: Identifiera kodagenter
uk: Виявляти агентів кодування
vi: Phát hiện tác nhân lập trình
zh_hans: 检测编程代理
zh_hant: 偵測程式設計代理

source: Detect Long-Running Commands
ar: اكتشاف الأوامر طويلة التشغيل
ca: Detecta les ordres de llarga durada
cs: Detekovat dlouho běžící příkazy
da: Registrer langvarige kommandoer
de: Lang laufende Befehle erkennen
es: Detectar comandos de larga duración
fi: Tunnista pitkäkestoiset komennot
fr: Détecter les commandes longues
he: זהה פקודות ממושכות
hu: Hosszan futó parancsok felismerése
it: Rileva comandi a lunga esecuzione
ja: 長時間実行コマンドを検出
ko: 장시간 실행 명령어 감지
nb: Gjenkjenn langvarige kommandoer
nl: Langlopende opdrachten detecteren
pl: Wykrywaj długo działające polecenia
pt_br: Detectar Comandos de Longa Duração
pt_pt: Detetar Comandos Demorados
ro: Detectează comenzile de lungă durată
sl: Zaznavaj dolgotrajne ukaze
sv: Identifiera långvariga kommandon
uk: Виявляти тривалі команди
vi: Phát hiện lệnh chạy lâu
zh_hans: 检测长时间运行的命令
zh_hant: 偵測長時間執行的指令

source: detected
ar: مكتشف
ca: detectat
cs: detekováno
da: registreret
de: erkannt
es: detectado
fi: havaittu
fr: détecté
he: זוהה
hu: észlelve
it: rilevato
ja: 検出済み
ko: 감지됨
nb: oppdaget
nl: gedetecteerd
pl: wykryto
pt_br: detectado
pt_pt: detetado
ro: detectat
sl: zaznano
sv: identifierad
uk: виявлено
vi: đã phát hiện
zh_hans: 已检测
zh_hant: 偵測到

source: Detected .ssh folder inside the rootshell folder.
ar: تم اكتشاف مجلد .ssh داخل مجلد rootshell.
ca: S’ha detectat una carpeta .ssh dins de la carpeta rootshell.
cs: Nalezena složka .ssh uvnitř složky rootshell.
da: .ssh-mappe fundet inde i rootshell-mappen.
de: .ssh-Ordner im rootshell-Ordner gefunden.
es: Se detectó una carpeta .ssh dentro de la carpeta rootshell.
fi: Havaittu .ssh-kansio rootshell-kansion sisällä.
fr: Dossier .ssh détecté dans le dossier rootshell.
he: זוהתה תיקיית .ssh בתוך תיקיית rootshell.
hu: .ssh mappa észlelve a rootshell mappán belül.
it: Rilevata una cartella .ssh all’interno della cartella rootshell.
ja: rootshell フォルダ内に .ssh フォルダを検出しました。
ko: rootshell 폴더 안에서 .ssh 폴더를 감지했습니다.
nb: .ssh-mappe funnet i rootshell-mappen.
nl: .ssh-map gevonden in de rootshell-map.
pl: Wykryto folder .ssh wewnątrz folderu rootshell.
pt_br: Pasta .ssh detectada dentro da pasta rootshell.
pt_pt: Pasta .ssh detetada dentro da pasta rootshell.
ro: S-a detectat un dosar .ssh în interiorul dosarului rootshell.
sl: Zaznana mapa .ssh znotraj mape rootshell.
sv: .ssh-mapp hittad i rootshell-mappen.
uk: Виявлено теку .ssh усередині теки rootshell.
vi: Đã phát hiện thư mục .ssh trong thư mục rootshell.
zh_hans: 已在 rootshell 文件夹中检测到 .ssh 文件夹。
zh_hant: 已在 rootshell 檔案夾中偵測到 .ssh 檔案夾。

source: Detected .ssh folders on this Mac.
ar: تم اكتشاف مجلدات .ssh على هذا الـ Mac.
ca: S’han detectat carpetes .ssh en aquest Mac.
cs: Nalezeny složky .ssh na tomto Macu.
da: .ssh-mapper fundet på denne Mac.
de: .ssh-Ordner auf diesem Mac gefunden.
es: Se detectaron carpetas .ssh en este Mac.
fi: Havaittu .ssh-kansioita tällä Macilla.
fr: Dossiers .ssh détectés sur ce Mac.
he: זוהו תיקיות .ssh ב‑Mac זה.
hu: .ssh mappák észlelve ezen a Macen.
it: Rilevate cartelle .ssh su questo Mac.
ja: この Mac 上に .ssh フォルダを検出しました。
ko: 이 Mac에서 .ssh 폴더를 감지했습니다.
nb: .ssh-mapper funnet på denne Macen.
nl: .ssh-mappen gevonden op deze Mac.
pl: Wykryto foldery .ssh na tym Macu.
pt_br: Pastas .ssh detectadas neste Mac.
pt_pt: Pastas .ssh detetadas neste Mac.
ro: S-au detectat dosare .ssh pe acest Mac.
sl: Zaznane mape .ssh na tem Macu.
sv: .ssh-mappar hittade på den här Macen.
uk: Виявлено теки .ssh на цьому Mac.
vi: Đã phát hiện thư mục .ssh trên máy Mac này.
zh_hans: 已在此 Mac 上检测到 .ssh 文件夹。
zh_hant: 已在此 Mac 上偵測到 .ssh 檔案夾。

source: Detected commands appear as cards in the tab sidebar, the same way agents do, with a badge while running and an unread marker when they finish in a tab you aren't looking at.
ar: تظهر الأوامر المكتشفة كبطاقات في شريط علامات التبويب الجانبي، تمامًا كما تظهر الوكلاء، مع شارة أثناء التشغيل وعلامة "غير مقروء" عند انتهائها في علامة تبويب لا تنظر إليها.
ca: Les ordres detectades apareixen com a targetes a la barra lateral de pestanyes, igual que els agents, amb un distintiu mentre s'executen i un marcador de no llegit quan acaben en una pestanya que no estàs mirant.
cs: Zjištěné příkazy se zobrazují jako karty v bočním panelu karet, stejně jako agenti: s odznakem, dokud běží, a se značkou nepřečteno, když skončí v kartě, na kterou se právě nedíváte.
da: Registrerede kommandoer vises som kort i fanesidepanelet på samme måde som agenter, med et mærke, mens de kører, og en ulæst-markering, når de bliver færdige i en fane, du ikke kigger på.
de: Erkannte Befehle erscheinen als Karten in der Tab-Seitenleiste, genau wie Agents: mit einem Badge während der Ausführung und einer Ungelesen-Markierung, wenn sie in einem Tab abschließen, den Sie gerade nicht ansehen.
es: Los comandos detectados aparecen como tarjetas en la barra lateral de pestañas, igual que los agentes, con un distintivo mientras se ejecutan y un marcador de no leído cuando terminan en una pestaña que no estás mirando.
fi: Tunnistetut komennot näkyvät kortteina välilehtien sivupalkissa samaan tapaan kuin agentit: merkkinä suorituksen ajan ja lukemattoman merkintänä, kun ne valmistuvat välilehdellä, jota et katso.
fr: Les commandes détectées apparaissent sous forme de cartes dans la barre latérale des onglets, comme les agents, avec une pastille pendant l'exécution et un marqueur non lu lorsqu'elles se terminent dans un onglet que vous ne regardez pas.
he: פקודות שזוהו מופיעות ככרטיסים בסרגל הצד של הלשוניות, בדיוק כמו סוכנים, עם תג בזמן הריצה וסימון "לא נקרא" כשהן מסתיימות בלשונית שאינך צופה בה.
hu: Az észlelt parancsok kártyaként jelennek meg a lapok oldalsávjában, ugyanúgy, mint az ügynökök: futás közben jelvénnyel, befejezésükkor pedig olvasatlan jelöléssel, ha éppen nem azt a lapot nézi.
it: I comandi rilevati appaiono come card nella barra laterale delle schede, proprio come gli agenti, con un badge mentre sono in esecuzione e un contrassegno di non letto quando terminano in una scheda che non stai guardando.
ja: 検出されたコマンドは、エージェントと同じようにタブサイドバーにカードとして表示されます。実行中はバッジが付き、表示していないタブで完了すると未読マークが付きます。
ko: 감지된 명령어는 에이전트와 마찬가지로 탭 사이드바에 카드로 표시되며, 실행 중에는 배지가 나타나고 보고 있지 않은 탭에서 완료되면 읽지 않음 표시가 나타납니다.
nb: Oppdagede kommandoer vises som kort i fanesidepanelet, på samme måte som agenter, med et merke mens de kjører og en ulest-markering når de blir ferdige i en fane du ikke ser på.
nl: Gedetecteerde opdrachten verschijnen als kaarten in de zijbalk met tabbladen, net als agents, met een badge zolang ze draaien en een ongelezenmarkering wanneer ze klaar zijn in een tabblad dat je niet bekijkt.
pl: Wykryte polecenia pojawiają się jako kafelki na pasku bocznym kart, tak samo jak agenci: z plakietką w trakcie działania i oznaczeniem nieprzeczytanego, gdy zakończą się w karcie, której nie oglądasz.
pt_br: Os comandos detectados aparecem como cartões na barra lateral de abas, do mesmo modo que os agentes, com um selo enquanto estão em execução e uma marca de não lido quando terminam em uma aba que você não está vendo.
pt_pt: Os comandos detetados aparecem como cartões na barra lateral de separadores, tal como os agentes, com um sinal enquanto estão em execução e um marcador de não lido quando terminam num separador que não está a ver.
ro: Comenzile detectate apar sub formă de carduri în bara laterală de file, la fel ca agenții, cu o insignă cât timp rulează și cu un marcaj de necitit când se termină într-o filă pe care nu o vizualizezi.
sl: Zaznani ukazi se prikažejo kot kartice v stranski vrstici zavihkov, enako kot agenti, z oznako med izvajanjem in oznako neprebranega, ko se končajo v zavihku, ki ga trenutno ne gledate.
sv: Identifierade kommandon visas som kort i fliksidofältet, precis som agenter, med en bricka medan de körs och en markering för oläst när de blir klara i en flik som du inte tittar på.
uk: Виявлені команди зʼявляються картками на бічній панелі вкладок так само, як агенти: зі значком під час виконання та позначкою непрочитаного, коли вони завершуються у вкладці, на яку ви не дивитеся.
vi: Các lệnh được phát hiện sẽ hiện dưới dạng thẻ trong thanh bên tab, giống như tác nhân, kèm huy hiệu khi đang chạy và dấu chưa đọc khi chúng kết thúc trong tab mà bạn không đang xem.
zh_hans: 检测到的命令会像代理一样，以卡片形式显示在标签页侧边栏中：运行时显示标记，在你未查看的标签页中完成时显示未读标记。
zh_hant: 偵測到的指令會像代理一樣，以卡片形式顯示在分頁側邊欄中：執行時顯示標記；若在你未檢視的分頁中完成，則顯示未讀標示。

source: Detected Configuration
ar: الإعدادات المكتشفة
ca: Configuració detectada
cs: Zjištěná konfigurace
da: Registreret konfiguration
de: Erkannte Konfiguration
es: Configuración detectada
fi: Tunnistettu kokoonpano
fr: Configuration détectée
he: תצורה שזוהתה
hu: Észlelt konfiguráció
it: Configurazione rilevata
ja: 検出された構成
ko: 감지된 구성
nb: Oppdaget konfigurasjon
nl: Gedetecteerde configuratie
pl: Wykryta konfiguracja
pt_br: Configuração Detectada
pt_pt: Configuração Detetada
ro: Configurație detectată
sl: Zaznana konfiguracija
sv: Identifierad konfiguration
uk: Виявлена конфігурація
vi: Cấu hình được phát hiện
zh_hans: 检测到的配置
zh_hant: 偵測到的設定
